alsa-utils
amd-ucode
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
brltty
btop
efibootmgr
espeakup
file-roller
firefox
git
github-cli
grim
gst-plugin-pipewire
gvfs
gvim
hyprland
hyprpaper
kitty
less
linux
linux-firmware
lxappearance
networkmanager
network-manager-applet
noto-fonts-emoji
pacman-contrib
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
pyenv
python312
python-pip
python-requests
qt5-graphicaleffects
qt5-quickcontrols2
qt5-svg
sddm-git
slurp
starship
swappy
swaylock-effects
swww
thunar
thunar-archive-plugin
tk
ttf-jetbrains-mono-nerd
unzip
vulkan-radeon
waybar
wireplumber
wlogout
wofi
xdg-desktop-portal-hyprland
xfce4-settings
yay
yay-debug
zip
zram-generator
